import React from "react";
import Title from "../../../components/title/Title";

const WhyUs = () => {
  return (
    <section>
      <Title title={"لماذا EduTime ؟"} />
      <p
        className="container text-gray-800 lg:leading-10 leading-7 lg:text-xl text-base"
      >
        بفضل منصة EduTime، أصبحت العملية بسيطة وميسرة للمتدربين الذين يبحثون عن
        الدورات التدريبية التي تتناسب مع اهتماماتهم ومتطلباتهم الشخصية والمهنية.
        يمكن للمستخدمين الاطلاع بسهولة على المعلومات الخاصة بالدورات المختلفة،
        مثل محتوى الدورة، والمناهج الدراسية، والمواعيد، والأسعار والعروض
        المتاحة، وغيرها من المعلومات المهمة الأخرى ومن ثم الحجز والتسجيل بسرعة
        وسهولة. <br />
        باختصار، منصة EduTime تمثل أداة حديثة وضرورية تدعم التعليم والتدريب في
        العصر الرقمي، حيث تجمع بين التسويق الذكي والتسجيل الميسر وتعزيز التفاعل
        وتحسين الأداء التعليمي،بالإضافة إلى ذلك، تعد المنصة خيارًا مثاليًا
        للمراكز التعليمية والتدريبية التي ترغب في تطوير عملها وتوفير تجربة أفضل
        للمتدربين.
      </p>
    </section>
  );
};

export default WhyUs;
