import './styles.css'
import Title from '../../components/title/Title'
import { Link } from 'react-router-dom'

const TermsAndConditions = () => {
  return (
    <div className="conditions container">
        <Title title={'الشروط والأحكام'} />
        <pre className="gray-bg text-color text">
        تحتوي هذه الصفحة على الشروط والأحكام التي يمكنك بموجبها استخدام <span>EduTime </span>يرجى قراءة هذه الصفحات بعناية  <br/>.
        كل وصول و/أو استخدام لموقع <span>EduTime </span>يعني قبول واحترام مجموعة هذه الشروط.. لذلك فهي تشكل عقدا بين الخدمة و المستخدم ( الخدمة: منصة EduTilme، المستخدم: طالب/مركز). <br/>
        في حالة عدم رغبة المستخدم في قبول كل الشروط العامة الحالية أو جزء منها، يُطلب منه التخلي عن أي استعمال للخدمة<br/>.
        خدماتنا مخصصة للأشخاص القادرين قانونيا على الإشتراك في العقود بموجب القانون الجزائري. خدماتنا غير متوفرة للقُصّر الذين تقل أعمارهم عن 18 عاما. إذا كنت لا تستوفي هذه الشروط، لا يجب عليك استعمال خدماتنا<br/>.
        خدمة العملاء متوفرة لدينا من الأحد إلى الخميس، بين الساعة 9 و 16. إذا كان لديك أي أسئلة بخصوص شروط الخدمة أو أية شكوى أخرى، يرجى الاتصال بنا على عنوان البريد الإلكتروني <Link to={'mailto:edutime19@gmail.com'} >edutime19@gmail.com</Link> أو على الأرقام: <br/>
        <Link to={'tel:09 88 48 0556'}>09 88 48 0556</Link>  <br/>
        فقط الأعضاء المسجلين في <span>EduTime </span>يمكنهم الحجز أو عرض الخدمات (التسجيل مجاني) <br/>.
        على المستخدم حماية البريد وكلمة السر حسابه وعدم مشاركته أو نشره، في حال حدوث أي معاملات باستخدام حسابه هذا فسيتحمل المستخدم المسؤولية دون دخل لموقع <span>EduTime </span>. <br/>
        يمنع منعا باتا أخذ محتوى (نص ، صورة، معلومات شخصية) من الموقع للإعلانات و نشرها على مواقع إعلانية أخرى دون موافقة المستخدم ولدينا الحق في رفع دعوة قضائية لاي شخص يسرق المعلومات الشخصية لمستخدمي موقع EduTime. <br/>
        على المستخدم احترام شروط الاستخدام، وبعدم نشر أي محتوى مخالف أو استخدام الموقع لأغراض غير قانونية، مثل: القرصنة ونشر وتوزيع مواد أو برامج منسوخة، أو الخداع والتزوير أو الاحتيال أو التهديد أو إزعاج أي شخص أو شركة أو جماعة أو نشر مواد إباحية أو جنسية أو نشر فيروسات أو ملفات تجسس أو وضع روابط إلى مواقع تحتوي على مثل هذه المخالفات، كما يمنع استخدام خدمات الموقع لأغراض سياسية. <br/>
        يبذل فريقنا قصارى جهده من اجل الحفاظ على استمرار عمل الموقع بدون مشاكل، رغم ذلك قد تقع في أي وقت أخطاء وحالات وانقطاع للخدمة وتأخير لها، وفي مثل هذه الحالات التي نادرا ما تحدث وفي حال حدثت يرجى من المستخدمين اعلامنا حتى نعمل على اعادة الخدمة إلى حالها الطبيعي. <br/>
        من خلال الاشتراك في المنصة فإن المستخدم (مركز) يوافق ضمنياً وبشكل صريح على الالتزام بإشعارات حقوق النشر. <br/>
        لضمان بيئة عمل موثوقة واحترافية ولمنع الاحتيال قد نطلب من العميل (طالب) قبل التسجيل في أي دورة التحقق من موقع المركز وتقييمات الطلاب السابقين فنحن لا نضمن جودة الخدمة المقدمة وفي حال وقع خلاف بين العميل (طالب) ومقدم الخدمة (مركز) نحن لا نتحمل اي مسؤولية. <br/>
        تحتوي هذه الصفحة على الشروط والأحكام التي يمكنك بموجبها استخدام المنصة يرجى قرائتها بعناية فإستخدام الموقع يعني قبول واحترام هذه الشروط ضمنيا. لذلك فهي تشكل عقدا بين الخدمة و المستخدم. <br/>
        في حالة عدم رغبة المستخدم في قبول الشروط العامة، يُطلب منه التخلي عن استعمال<span>EduTime </span> . <br/>
        </pre>
    </div>
  )
}

export default TermsAndConditions